{
  "welcome": "Welcome",
  "language": "Language",
  "headerTitle": "Bridging Trade Across Continents",
  "home": "Home",
  "hotDealsHeader": "Hot Deals",
  "aboutUsHeader": "About Us",
  "contactHeader": "Contact",

  "showcase": {
    "headerTitle": "Streamlining Global Sourcing and Trade Across Continents",
    "headerSubtitle": "Empowering African businesses by connecting them with the best products and machinery from China at unbeatable prices. We simplify sourcing, unlock trade opportunities, and help you grow with the right solutions.",
    "clientSourcing": {
      "title": "Client Sourcing",
      "description": "Helping you find and connect with the right partners for your business needs."
    },
    "purchaseAssistance": {
      "title": "Purchase Assistance",
      "description": "Providing expert support to ensure smooth transactions and top-quality purchases."
    },
    "facilitationServices": {
      "title": "Facilitation Services",
      "description": "Simplifying your journey with logistics, guidance, and local expertise."
    },
    "getInTouch": "Get in touch today to start your journey with us!"
  },

  "header": {
    "title": "Explore, Connect, and Trade with Confidence",
    "subtitle": "We Handle the Details, You Focus on Growth"
  },
  "deals": {
    "businessNegotiations": "Business Negotiations",
    "hotelAndAirport": "Hotel and Airport Services",
    "guidedBusinessTour": "Guided Business Tours",
    "businessNegotiationDescription": "The business negotiation process plays a crucial role in facilitating cross-border partnerships and ensuring that businesses are able to identify reliable suppliers and partners. This service involves expert guidance through every step of the negotiation, ensuring that all parties achieve favorable terms. By understanding local business practices and strategies, companies can unlock valuable opportunities for growth and expansion in global markets.",
    "hotelAndAirportDescription": "Our hotel and airport services provide comprehensive assistance for business travelers visiting China. From arranging comfortable and convenient hotel accommodations to seamless airport transfers, we ensure that every aspect of your travel experience is taken care of. Our goal is to make your trip as smooth and efficient as possible, so you can focus on your business engagements without the stress of logistics.",
    "guidedBusinessTourDescription": "Experience firsthand the dynamic and rapidly evolving business environment in China with our guided business tours. These tours provide you with an in-depth look into Chinese factories, trade centers, and key industrial hubs. Our expert guides will introduce you to local manufacturing processes, supply chain operations, and trade opportunities, helping you establish meaningful connections and better understand the business landscape to enhance your strategic decisions."
  },

  "about": {
    "title": "About Us",
    "description": "At the heart of international trade, we bridge gaps, build relationships, and simplify your sourcing journey across continents.",
    "items": {
      "personalizedSourcing": {
        "title": "Personalized Sourcing",
        "content": "We connect you with the right suppliers and ensure you get the best deals tailored to your specific needs."
      },
      "seamlessNavigation": {
        "title": "Seamless Navigation",
        "content": "Explore markets with confidence. We provide guided tours and local insights to help you navigate with ease."
      },
      "efficientFacilitation": {
        "title": "Efficient Facilitation",
        "content": "Our end-to-end support simplifies every step of the process, from negotiation to delivery, saving you time and effort."
      }
    }
  },

  "contact": {
    "title": "Contact Us",
    "description": "We’re here to assist you with sourcing and facilitating your business needs. Reach out to us anytime!",
    "successMessage": "Email sent successfully!",
    "failureMessage": "Failed to send email.",
    "errorMessage": "Error sending email",
    "form": {
      "fullName": {
        "label": "Full Name",
        "placeholder": "Enter your full name",
        "error": "Please enter your full name!"
      },
      "email": {
        "label": "Email Address",
        "placeholder": "Enter your email address",
        "invalid": "The input is not a valid E-mail!",
        "error": "Please input your E-mail!"
      },
      "telephone": {
        "label": "Telephone",
        "placeholder": "Enter your telephone number"
      },
      "subject": {
        "label": "Subject",
        "placeholder": "Enter the subject"
      },
      "message": {
        "label": "Message",
        "placeholder": "Write your message here",
        "error": "Please enter your message!"
      },
      "submit": "Submit"
    }
  },

  "footer": {
    "privacyPolicy": "Privacy Policy",
    "termsOfService": "Terms of Service",
    "copyright": "Copyright © {{year}} {{company}}",
    "backToTop": "Back to top"
  },

  "hotDeals": {
    "buyOneGetOne": "Buy One get One for FREE!",
    "exclusiveOpportunities": "Exclusive Opportunities",
    "truck": "Trucks",
    "excavator": "Excavators",
    "mixerTruck": "Mixer Trucks",
    "manufacturingEquipment": "Manufacturing Equipment",
    "printers": "Printers",
    "motorcycleParts": "Motorcycle Spare Parts",
    "discoverMore": "Discover More in Our Video",
    "exclusiveOpportunitiesVideo": "Exclusive Opportunities Video",
    "hotPicks": "Hot Picks",
    "advantages": "Discover the advantages that make our platform stand out."
  },

  "privacyPolicy": {
    "title": "Privacy Policy",
    "introduction": "At NomadMee, your privacy is of paramount importance to us. This Privacy Policy document outlines the types of personal information that is received and collected by NomadMee and how we use it.",
    "section1": {
      "title": "1. Information We Collect",
      "description": "We collect various types of information in order to provide and improve our services:",
      "item1": {
        "title": "Personal Information",
        "description": "This may include your name, email address, phone number, etc., that you voluntarily provide when registering on our platform or contacting us."
      },
      "item2": {
        "title": "Usage Data",
        "description": "This may include information such as your IP address, browser type, and operating system, collected automatically when you access our platform."
      },
      "item3": {
        "title": "Cookies",
        "description": "We use cookies to personalize your experience, track usage patterns, and improve our website's functionality."
      }
    },
    "section2": {
      "title": "2. How We Use Your Information",
      "description": "The information we collect is used for various purposes:",
      "item1": "To provide and maintain our services",
      "item2": "To notify you about changes to our services",
      "item3": "To improve our website and services based on user feedback",
      "item4": "To provide customer support and communication"
    },
    "section3": {
      "title": "3. Data Sharing and Disclosure",
      "description": "We do not sell or share your personal information with third parties except in the following circumstances:",
      "item1": {
        "title": "With service providers",
        "description": "We may share your data with trusted third-party providers who help us operate our platform."
      },
      "item2": {
        "title": "For legal reasons",
        "description": "If required by law, we may disclose your information to comply with legal obligations or to protect our rights."
      },
      "item3": {
        "title": "Business transfers",
        "description": "If we undergo a business merger, acquisition, or asset sale, your information may be transferred as part of that process."
      }
    },
    "section4": {
      "title": "4. Your Data Protection Rights",
      "description": "Depending on your location, you may have certain data protection rights under applicable laws."
    },
    "section5": {
      "title": "5. Data Security",
      "description": "We take the security of your personal data seriously. We implement industry-standard security measures to protect your information from unauthorized access, disclosure, alteration, and destruction."
    },
    "section6": {
      "title": "6. Changes to This Privacy Policy",
      "description": "We may update our Privacy Policy from time to time. Any changes will be posted on this page, and we will notify you of any significant changes."
    },
    "section7": {
      "title": "7. Contact Us",
      "description": "If you have any questions or concerns regarding this Privacy Policy or our practices, feel free to contact us."
    },
    "contact": {
      "title": "Contact Us",
      "email": "Email"
    }
  },

  "termsOfService": {
    "title": "Terms of Service",
    "introduction": "Welcome to NomadMee. These terms and conditions outline the rules and regulations for the use of our platform.",
    "section1": {
      "title": "1. User Responsibilities",
      "description": "As a user, you are responsible for ensuring that your activities comply with the following:",
      "item1": "Provide accurate and up-to-date information.",
      "item2": "Use the platform in a lawful manner.",
      "item3": "Respect other users' rights and privacy."
    },
    "section2": {
      "title": "2. Account Creation and Security",
      "description": "To access certain features, you must create an account and ensure its security.",
      "item1": "Choose a strong password and keep it confidential.",
      "item2": "Notify us immediately of any unauthorized access.",
      "item3": "You are responsible for any activities on your account."
    },
    "section3": {
      "title": "3. Platform Usage",
      "description": "By using our platform, you agree to the following terms of usage:",
      "item1": "You will not engage in illegal or harmful activities.",
      "item2": "You will respect intellectual property rights.",
      "item3": "You will not misuse the platform for spam or fraud."
    },
    "section4": {
      "title": "4. Payment Terms",
      "description": "Certain features or services may require payment, subject to the following conditions:"
    },
    "section5": {
      "title": "5. Privacy and Data Protection",
      "description": "We are committed to protecting your privacy and personal data. Please review our Privacy Policy for more details."
    },
    "section6": {
      "title": "6. Termination",
      "description": "We reserve the right to suspend or terminate your account in the event of a breach of these terms."
    },
    "section7": {
      "title": "7. Contact Us",
      "description": "If you have any questions or concerns about our terms, please contact us at:",
      "contact": "If you have any questions or concerns, please contact us."
    }
  },

  "company": {
    "tagline": "Where innovation meets experience."
  },

  "aboutUs": {
    "title": "About Us",
    "introduction": "We are a dynamic and diverse group of trading companies based in China, dedicated to bridging the gap between African businesses and high-quality products and services from China. With years of experience and a deep understanding of international trade, we are committed to empowering businesses across Africa by providing them with unmatched access to top-tier goods, machinery, and technology from one of the world's largest and most innovative manufacturing hubs.",
    "missionTitle": "Our Mission",
    "missionDescription": "Our mission is to streamline global sourcing and trade, empowering businesses in Africa to thrive by connecting them with the best products and machinery available on the global market. We focus on providing transparent, reliable, and efficient trade solutions that foster growth, enable long-term partnerships, and open new opportunities in a fast-evolving global market.",
    "companyOverviewTitle": "Our Company",
    "companyOverviewDescription": "Founded by a group of passionate professionals with a wealth of experience in international trade and logistics, we operate as a group of closely-knit trading companies strategically located in China. Our expertise spans multiple industries, from manufacturing equipment and industrial machinery to electronics, fashion, and consumer goods. We work tirelessly to ensure that our clients have direct access to the best deals, the most reliable suppliers, and the latest market trends, all while navigating the complexities of cross-border commerce.",
    "whyChooseUsTitle": "Why Choose Us?",
    "whyChooseUsDescription": "We differentiate ourselves through a combination of expertise, personalized service, and a deep understanding of the markets we serve. Our dedicated team offers tailored services to help businesses find the right suppliers, negotiate better deals, and manage logistics seamlessly. Whether you're looking for cost-effective solutions or cutting-edge technology, we provide the right tools, resources, and support to help your business succeed.",
    "whyChooseUsExpertKnowledge": "Expert Knowledge",
    "whyChooseUsExpertKnowledgeDescription": "With years of experience in global trade, we offer comprehensive knowledge about sourcing products and managing international supply chains.",
    "whyChooseUsTailoredSolutions": "Tailored Solutions",
    "whyChooseUsTailoredSolutionsDescription": "We understand that every business is unique. That's why we offer custom solutions to meet the specific needs of our clients.",
    "whyChooseUsReliablePartnerships": "Reliable Partnerships",
    "whyChooseUsReliablePartnershipsDescription": "Our extensive network of suppliers, manufacturers, and logistics partners ensures that we can provide our clients with the best possible service and products.",
    "whyChooseUsStreamlinedProcess": "Streamlined Process",
    "whyChooseUsStreamlinedProcessDescription": "From sourcing and quality control to shipping and delivery, we handle all aspects of the supply chain, allowing you to focus on growing your business.",
    "ourValuesTitle": "Our Core Values",
    "ourValuesDescription": "At the heart of our business, we are driven by a set of core values that guide everything we do. These values define how we interact with our clients, suppliers, and partners, and how we continuously strive for excellence.",
    "integrity": "Integrity",
    "integrityDescription": "We operate with transparency and honesty, ensuring that all our dealings are conducted ethically and professionally.",
    "commitment": "Commitment",
    "commitmentDescription": "We are committed to helping our clients succeed by providing reliable and consistent services.",
    "innovation": "Innovation",
    "innovationDescription": "We constantly seek new and innovative ways to improve the sourcing and trade process, making it easier and more efficient for our clients.",
    "customerCentric": "Customer-Centric",
    "customerCentricDescription": "Our clients' satisfaction is our top priority. We go above and beyond to meet their needs and exceed expectations.",
    "futureVisionTitle": "Our Vision for the Future",
    "futureVisionDescription": "Looking ahead, we are focused on expanding our network and capabilities to further enhance our services. As the global trade landscape evolves, we aim to stay at the forefront by continually adapting our strategies and offerings. We envision a future where our clients have seamless access to the best products, reliable partners, and efficient logistics solutions, enabling them to compete and thrive on the global stage.",
    "contactCallToActionTitle": "Ready to take your business to the next level?",
    "contactCallToActionDescription": "Contact us today to learn more about how we can help you unlock new opportunities and grow your business globally.",
    "contactButtonText": "Contact Us",
    "learnMore": "Learn More",
    "closeModal": "Close"
  }
}
